tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
brew "bash"
brew "openssl@3"
brew "bat"
brew "chezmoi"
brew "direnv"
brew "eza"
brew "fd"
brew "flyctl"
brew "fzf"
brew "git"
brew "git-delta"
brew "gmp"
brew "iperf3"
brew "libyaml"
brew "mas"
brew "neovim"
brew "readline"
brew "ruby-build"
brew "rbenv"
brew "the_silver_searcher"
brew "tlrc"
brew "tmux"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "gimp"

mas "Apple Configurator", id: 1037126344
mas "Be Focused", id: 973134470
mas "DaisyDisk", id: 411643860
mas "Hand Mirror", id: 1502839586
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
mas "Pastebot", id: 1179623856
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
