tap "gromgit/brewtils"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
brew "ast-grep"
brew "readline"
brew "bash"
brew "openssl@3"
brew "bat"
brew "chezmoi"
brew "colima"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "gmp"
brew "gum"
brew "htop"
brew "jemalloc"
brew "lazygit"
brew "libyaml"
brew "mas"
brew "neovim"
brew "nvm"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tlrc"
brew "tmux"
brew "uv"
brew "worktrunk"
brew "zoxide"
brew "gromgit/brewtils/taproom"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "1password-cli"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "lm-studio"
cask "ollama-app"
cask "stats"
mas "Apple Configurator", id: 1037126344
mas "Be Focused", id: 973134470
mas "DaisyDisk", id: 411643860
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
mas "Slack", id: 803453959
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835
cargo "cargo-insta"
