tap "homebrew/services"
tap "jonof/kenutils"
tap "koekeishiya/formulae"
brew "agg"
brew "asciinema"
brew "openssl@3"
brew "bat"
brew "chezmoi"
brew "circleci"
brew "cloc"
brew "colima"
brew "ctags"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "flamegraph"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-gui"
brew "gitleaks"
brew "glow"
brew "go"
brew "gource"
brew "grep"
brew "hyperfine"
brew "icu4c@76"
brew "imagemagick@6", link: true
brew "jemalloc"
brew "jq"
brew "lazygit"
brew "libpq"
brew "libyaml"
brew "mas"
brew "neovim"
brew "nvm"
brew "oh-my-posh"
brew "ollama"
brew "openjdk@17"
brew "openssl@1.1"
brew "tmux"
brew "overmind"
brew "parallel"
brew "pkgconf"
brew "pngquant"
brew "postgresql@17", link: true
brew "pre-commit"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis@6.2"
brew "rename"
brew "ripgrep"
brew "rtk"
brew "ruby"
brew "rust"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "worktrunk"
brew "zoxide"
brew "jonof/kenutils/pngout"
cask "1password-cli"
cask "font-geist-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "mitmproxy"
cask "rar"
cask "raycast"
cask "stats"
cask "zed"
mas "DaisyDisk", id: 411643860
mas "GIPHY CAPTURE", id: 668208984
mas "GLKVM", id: 6740846845
mas "Hand Mirror", id: 1502839586
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "Minimal", id: 1442727443
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
vscode "bierner.markdown-mermaid"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "shd101wyy.markdown-preview-enhanced"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "golang.org/x/tools/gopls"
go "gotest.tools/gotestsum"
